{
  "Home": "Inicio",
  "About": "Acerca de",
  "Support": "Soporte",
  "Other": "Otro",
  "Theme": "Tema",
  "SpeedReading": "Lectura Rápida",
  "Games": "Juegos",
  "Categories": "Categorías",
  "Training": "Entrenamiento",
  "Brain_Training_Categories": "Categorías de Entrenamiento Cerebral",
  "Brain_Training_Exercises": "Ejercicios de Entrenamiento Cerebral",
  "the_title_homepage01": "Mente Tranquila, Pensamiento Poderoso",
  "the_title_homepage02": "Nos elevamos sobre nosotros mismos mediante el entrenamiento",
  "the_title_homepage03": "Aquí, no solo entrenas tu cerebro, sino que esculpes tu mente como un artista. Cada momento de concentración es una danza de neuronas; cada idea, un crecimiento de sabiduría. La diligencia de hoy se convierte en la inteligencia del mañana. ¿Por qué no empezar ahora y conocer la mejor versión de ti mismo?",
  "Use_Start": "Comenzar Entrenamiento",
  "Learn_More": "¡Saber Más!",
  "Approachable": "Accesible",
  "Add_components_without_sending_additional_client_side_JavaScript_Built_on_the_latest_React_features": "Añada componentes sin enviar JavaScript adicional del lado del cliente. Construido sobre las últimas características de React.",
  "Automatic_Image_Font_and_Script_Optimizations_for_improved_UX_and_Core_Web_Vitals": "Optimizaciones automáticas de imágenes, fuentes y scripts para mejorar la UX y los Core Web Vitals.",
  "Versatile": "Versátil",
  "A_rich_incredibly_adoptable_template_that_scales_between_a_small_showcase_website_and_a_full_size_app": "Una plantilla rica e increíblemente adaptable que escala entre un pequeño sitio web de exhibición y una aplicación de tamaño completo.",
  "This_is_a_simple_about_page_just_to_show_how_you_can_use_the_internationalization_in_different_pages": "Esta es una plataforma de entrenamiento cerebral dedicada a proporcionar soluciones para mejorar las habilidades cognitivas. Estamos actualizando y agregando nuevas funciones continuamente. Si tiene alguna sugerencia o pregunta, contáctenos en: zhzero886@gmail.com.",
  "Performant": "Rendimiento",
  
  "Categories_Title": "Categorías de Entrenamiento Cerebral",
  "Categories_Description": "Explore nuestra amplia gama de ejercicios de entrenamiento cerebral diseñados para mejorar diferentes habilidades cognitivas.",
  "Attention": "Atención",
  "Speed_Reading": "Lectura Rápida",
  "Memory": "Memoria",
  "Reaction": "Velocidad de Reacción",
  "Other_Categories": "Otras Categorías",
  "Attention_Description": "Agudice su enfoque y concentración con ejercicios diseñados para mejorar su capacidad de atención y claridad mental.",
  "Speed_Reading_Description": "Mejore su velocidad de lectura y comprensión con técnicas de entrenamiento especializadas.",
  "Memory_Description": "Mejore su capacidad de memoria y habilidad de recordar a través de juegos de entrenamiento de memoria científicamente probados.",
  "Reaction_Description": "Mejore su tiempo de respuesta y velocidad de reflejos con atractivos ejercicios de entrenamiento de reacción.",
  "Other_Categories_Description": "Explore ejercicios adicionales de entrenamiento cognitivo para un entrenamiento mental completo.",
  "StartTraining": "Comenzar Entrenamiento"
}
