{
  "Home": "Inicio",
  "About": "Acerca de",
  "Support": "Soporte",
  "Other": "Otros",
  "Theme": "Tema",
  "Memory_Training": "Entrenamiento de memoria",
  "Reaction_Speed": "Velocidad de reacción",
  "Attention_Training": "Entrenamiento de atención",
  "Games": "Entrenamiento",
  "Categories": "Categorías",
  "Training": "Ejercicios de entrenamiento",
  "Brain_Training_Categories": "Categorías de entrenamiento cerebral",
  "Brain_Training_Exercises": "Ejercicios de entrenamiento cerebral",
  "the_title_homepage01": "Calma en la mente, fuerza en el pensamiento",
  "the_title_homepage02": "Despertamos y trascendemos a través del entrenamiento",
  "the_title_homepage03": "Aquí no solo entrenas tu cerebro, sino que esculpes tu mente como un artista. Cada momento de concentración es una danza de neuronas; cada pensamiento, un crecimiento de sabiduría. La diligencia de hoy se convierte en la inteligencia del mañana. ¿Por qué no empezar ahora y encontrarte con tu mejor versión?",
  "Use_Start": "Comenzar entrenamiento",
  "Learn_More": "¡Aprende más!",
  "Approachable": "Accesible",
  "Add_components_without_sending_additional_client_side_JavaScript_Built_on_the_latest_React_features": "Agrega componentes sin enviar JavaScript adicional del lado del cliente. Construido sobre las últimas características de React.",
  "Automatic_Image_Font_and_Script_Optimizations_for_improved_UX_and_Core_Web_Vitals": "Optimizaciones automáticas de imágenes, fuentes y scripts para mejorar la UX y los Core Web Vitals.",
  "Versatile": "Versátil",
  "A_rich_incredibly_adoptable_template_that_scales_between_a_small_showcase_website_and_a_full_size_app": "Una plantilla rica e increíblemente adaptable que escala entre un pequeño sitio web de exhibición y una aplicación de tamaño completo.",
  "This_is_a_simple_about_page_just_to_show_how_you_can_use_the_internationalization_in_different_pages": "Esta es una plataforma de entrenamiento cerebral dedicada a proporcionar soluciones para mejorar las habilidades cognitivas. Si tienes sugerencias o preguntas, contáctanos en zhzero886@gmail.com.",
  "Performant": "Rendimiento",
  
  "Categories_Title": "Categorías de Entrenamiento Cerebral",
  "Categories_Description": "Explora nuestra amplia gama de ejercicios de entrenamiento cerebral diseñados para mejorar varias habilidades cognitivas.",
  "Attention": "Atención",
  "Speed_Reading": "Lectura Rápida",
  "Memory": "Memoria",
  "Reaction": "Velocidad de Reacción",
  "Other_Categories": "Otras Categorías",
  
  "Attention_Description": "Perfecciona tu concentración y enfoque con ejercicios que mejoran tu capacidad de atención y claridad mental.",
  "Speed_Reading_Description": "Mejora tu velocidad de lectura y comprensión con técnicas de entrenamiento especializadas.",
  "Memory_Description": "Aumenta tu capacidad de memoria y habilidad de retención con juegos de entrenamiento de memoria científicamente probados.",
  "Reaction_Description": "Mejora tu tiempo de reacción y rapidez de reflejos con ejercicios atractivos de entrenamiento de reacción.",
  "Other_Categories_Description": "Descubre ejercicios adicionales de entrenamiento cognitivo para un entrenamiento mental integral.",
}
