{
  "Home": "Accueil",
  "About": "À propos",
  "Support": "Support",
  "Other": "Autre",
  "Theme": "Thème",
  "SpeedReading": "Lecture Rapide",
  "Games": "Jeux",
  "Categories": "Catégories",
  "Training": "Entraînement",
  "Brain_Training_Categories": "Catégories d'Entraînement Cérébral",
  "Brain_Training_Exercises": "Exercices d'Entraînement Cérébral",
  "the_title_homepage01": "Esprit Calme, Pensée Puissante",
  "the_title_homepage02": "Nous nous élevons au-dessus de nous-mêmes par l'entraînement",
  "the_title_homepage03": "Ici, vous ne faites pas que former votre cerveau, vous sculptez votre esprit comme un artiste. Chaque moment de concentration est une danse de neurones ; chaque idée, une croissance de sagesse. La diligence d'aujourd'hui devient l'intelligence de demain. Pourquoi ne pas commencer maintenant et rencontrer la meilleure version de vous-même ?",
  "Use_Start": "Commencer l'Entraînement",
  "Learn_More": "En Savoir Plus !",
  "Approachable": "Accessible",
  "Add_components_without_sending_additional_client_side_JavaScript_Built_on_the_latest_React_features": "Ajoutez des composants sans envoyer de JavaScript côté client supplémentaire. Construit sur les dernières fonctionnalités de React.",
  "Automatic_Image_Font_and_Script_Optimizations_for_improved_UX_and_Core_Web_Vitals": "Optimisations automatiques des images, des polices et des scripts pour améliorer l'UX et les Core Web Vitals.",
  "Versatile": "Polyvalent",
  "A_rich_incredibly_adoptable_template_that_scales_between_a_small_showcase_website_and_a_full_size_app": "Un modèle riche et incroyablement adaptable qui s'adapte à un petit site vitrine comme à une application complète.",
  "This_is_a_simple_about_page_just_to_show_how_you_can_use_the_internationalization_in_different_pages": "Il s'agit d'une plateforme d'entraînement cérébral dédiée à fournir des solutions pour améliorer les capacités cognitives. Si vous avez des suggestions ou des questions, veuillez nous contacter à zhzero886@gmail.com.",
  "Performant": "Performant",
  
  "Categories_Title": "Catégories d'Entraînement Cérébral",
  "Categories_Description": "Explorez notre gamme complète d'exercices d'entraînement cérébral conçus pour améliorer différentes capacités cognitives.",
  "Attention": "Attention",
  "Speed_Reading": "Lecture Rapide",
  "Memory": "Mémoire",
  "Reaction": "Vitesse de Réaction",
  "Other_Categories": "Autres Catégories",
  
  "Attention_Description": "Aiguisez votre concentration avec des exercices conçus pour améliorer votre capacité d'attention et votre clarté mentale.",
  "Speed_Reading_Description": "Améliorez votre vitesse de lecture et votre compréhension grâce à des techniques d'entraînement spécialisées.",
  "Memory_Description": "Améliorez votre capacité de mémoire et de rappel grâce à des jeux d'entraînement de la mémoire scientifiquement prouvés.",
  "Reaction_Description": "Améliorez votre temps de réponse et votre vitesse de réflexe avec des exercices d'entraînement de réaction captivants.",
  "Other_Categories_Description": "Explorez d'autres exercices d'entraînement cognitif pour un entraînement mental complet.",
  "StartTraining": "Commencer l'entraînement"
}
